# St7SetMomentRotationTableUnits

Sets the rotation units for the specified Moment vs Rotation table.

long St7SetMomentRotationTableUnits(long uID, long TableID, long UnitType)

Input Parameters

uID

Strand7 model file ID.

TableID

Table ID.

UnitType

Either auRadian or auDegree.

Tables